Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/PhraseBook_ba-ru (1).tmx
Source language: ba
Languages: ru

source: Елена Родина Рәсәй энергетика форумын асыуҙа ҡатнашты
ru: Елена Родина приняла участие в работе секции Российского энергетического форума

source: Форум сиктәрендә Өфө ҡалаһында Рәсәй Федерацияһы Энергетика министрлығы, Башҡортостан Хөкүмәте һәм ил төбәктәренең профилле министрлыҡтары ҡатнашлығында 25 сара үтә.
ru: В рамках форума в Уфе запланированы более 25 мероприятий с участием представителей Министерства энергетики РФ, Правительства Башкортостана и профильных министерств регионов страны.

source: Минең исемем - Зөбəржəт.
ru: Меня зовут Зубаржат.

source: Һинең исемең кем?
ru: А как тебя зовут?

source: Миңə 35 йəш.
ru: Мне 35 лет.

source: Ә һиңә?
ru: А тебе?

source: Мин заводта эшлəйем.
ru: Я работаю на заводе

source: Ғаилəмдə 4 кеше.
ru: В моей семье 4 человека.

source: Ҡатыным бар.
ru: У меня есть жена.

source: Ҡатынымдың исеме – Зөһрə.
ru: Мою жену зовут Зухра.

source: Ирем бар (кейəүҙəмен).
ru: У меня есть муж (замужем).

source: Балаларым бар: малай һəм ҡыҙ (улым һəм ҡыҙым).
ru: У меня есть дети: мальчик и девочка (сын и дочь).

source: Ҡыҙым университетта уҡый.
ru: Моя дочь учится в университете.

source: Ҡатыным дауаханала терапевт булып эшлəй.
ru: Моя жена в больнице терапевтом работает.

source: Ирем заводта баш белгес булып эшлəй.
ru: Мой муж на заводе главным специалистом работает.

source: Əсəйем, атайым, ағайым, апайым, ҡустым, өлəсəйем, олатайым бар.
ru: У меня есть мама, папа, брат, сестра, дедушка, бабушка.

source: Əсəйемə 55 йəш, ə атайыма – 60.
ru: Моей матери 55 лет, а отцу – 60.

source: Дуҫтарыбыҙ ҙа, туғандарыбыҙ ҙа күп.
ru: У нас и друзей, и родственников много.

source: ауыҙ
ru: рот

source: арҡа
ru: спина

source: аяҡ
ru: нога

source: бармаҡ
ru: палец

source: баш
ru: голова

source: бит
ru: лицо

source: кəүҙə
ru: туловище

source: ҡаш
ru: бровь

source: ҡолаҡ
ru: ухо

source: ҡул
ru: рука

source: муйын
ru: шея

source: Эйәлек, һорау, күрһәтеү, билдәләү, билдәһеҙлек алмаштары
ru: Притяжательные, вопросительные, указательные, определительные, неопределенные местоимения

source: Һорау алмаштары
ru: Вопросительные местоимения

source: Исемдәрҙең эйәлек категорияһы
ru: Категория принадлежности имен существительных

source: эш урыны
ru: место работы

source: Өфө ҡалаһы
ru: город Уфа

source: бал тəме
ru: вкус меда

source: йорт ҡаттары
ru: этажи дома

source: сəй ҡалағы (балғалаҡ)
ru: чайная ложка

source: əҫəр авторы
ru: автор произведения

source: һəйкəл скульпторы
ru: скульптор памятника

source: ағайҙың улы
ru: сын брата

source: дуҫтың телефоны
ru: телефон друга

source: район газетаһы
ru: районная газета

source: театр афишаһы
ru: афиша театра

source: Ибраһимов бульвары
ru: бульвар Ибрагимова

source: Салауат Юлаев проспекты
ru: проспект Салавата Юлаева

source: Мостай Кəрим урамы
ru: улица Мустая Карима

source: һаҡлыҡ банкыһы
ru: сберегательный банк

source: уҡытыусы өҫтəле
ru: стол преподавателя

source: китапхана китабы
ru: библиотечная книга

source: хəтер көнө
ru: день памяти

source: туй көнө.
ru: день свадьбы

source: Барлыҡ йыуанысым шиғырҙарҙа
ru: Все мое утешение – в стихах

source: Бар бəхетем - халҡым телендə
ru: Счастье мое – в языке моего народа

source: Халҡым ҡалһа əле, мин ҡалырмын,
ru: Пока есть мой народ, и я существую

source: Һүҙем йəшəр əле илемдə
ru: Мое слово будет жить в стране моей

source: Кем
ru: Кто

source: Нимә
ru: Что

source: Ҡасан
ru: Когда

source: Нисә
ru: Сколько

source: Күпме
ru: Сколько

source: Ниндәй
ru: Какой

source: Ни өсөн
ru: Почему, зачем

source: Ҡайҙа
ru: Где, куда

source: Ҡайҙан
ru: Откуда

source: Нисек
ru: Как

source: Ҡайһы
ru: Который

source: Күрһәтеү алмаштары
ru: Указательные местоимения

source: Был
ru: Это, эта, этот

source: Ошо
ru: Вот, это, эта, этот

source: Теге
ru: Тот, этот, та, то

source: Былар, ошолар
ru: Эти

source: Тегелəр
ru: Те

source: Шулар
ru: Эти

source: Мин бында йəшəйем
ru: Я здесь живу

source: Мин унда йəшəйем
ru: Я там живу

source: Мин бында эшлəйем
ru: Я здесь работаю

source: Мин унда эшлəйем
ru: Я там работаю

source: Əллə ҡайҙан килеп сыҡты был болоттар
ru: Откуда-то появились эти облака

source: Əллə ҡайҙа йөрөй, белмəйем
ru: Не знаю, где ходит.

source: Нимəлер əйтте, лəкин мин ишетмəнем
ru: Что-то сказал, но я не слышал.

source: Ҡылымдың хәҙерге заманы
ru: Настоящее время глагола

source: Һөнəрҙəр
ru: Профессии

source: Ҡылым
ru: Глагол

source: Һуҙынҡылар гармонияһы законы
ru: Закон гармонии гласных

source: уҡырға
ru: читать, прочитать

source: яҙырға
ru: писать, написать

source: үтəргə
ru: выполнить, выполнять

source: һөйлəй
ru: говорит, рассказывает

source: яҙмай
ru: не пишет

source: саҡыра
ru: зовет

source: килмəй
ru: не придет

source: йырлай
ru: поет

source: яуа
ru: идет

source: уҡый
ru: читает

source: йүгерə
ru: бегает

source: һикерə
ru: прыгает

source: көлə
ru: смеется

source: йылмая
ru: улыбается

source: биҙəнə
ru: наряжается

source: Был компьютер һəйбəт эшлəй
ru: Этот компьютер хорошо работает

source: Теге компьютер насар эшлəй
ru: Тот компьютер плохо работает

source: Билдəлəү алмаштары
ru: Определительные местоимения

source: Һəр кем, һəр береһе
ru: Каждый, всякий, любой

source: Һəр ҡайҙа
ru: Везде, повсюду

source: һəр төрлө
ru: всякий

source: һəр ваҡыт, һəр саҡ
ru: всегда

source: бөтə
ru: весь, вся, все

source: бөтəһе
ru: все, всего, итого

source: үҙ
ru: свой, своя, свое

source: Һəр кем быны белергə тейеш
ru: Каждый должен это знать

source: Бөтəһенə лə əйттем
ru: Всем сказал

source: Ул үҙ эшен яҡшы белə
ru: Он хорошо знает свою работу

source: күрə
ru: видит

source: ята
ru: лежит

source: эшлəй
ru: работает

source: Минең ашағым килə
ru: Мне хочется есть

source: Һинең йоҡлағың килә
ru: Тебе хочется спать

source: Уның тыңлағы килә
ru: Ему хочется слушать

source: Минең ашағым килмəй
ru: Мне не хочется есть

source: əллə кем, кемдер
ru: кто-то

source: əллə нимə
ru: что-то

source: əллə ниндəй
ru: какой-то

source: əллə ҡайҙа
ru: где-то

source: əллə ҡайҙан
ru: откуда-то

source: əллə нисек
ru: как-то

source: Билдəһеҙлек алмаштары
ru: Неопределенные местоимения

source: əллə нимəлер
ru: что-то

source: уҡыны
ru: читал

source: уҡыған
ru: читал

source: уҡып сыҡты
ru: прочитал

source: уҡып сыҡҡан
ru: прочитал

source: эшлəне
ru: делал

source: эшлəгəн
ru: делал

source: эшлəп бөттө
ru: сделал

source: эшләп бөткəн
ru: сделал

source: йөрөнө
ru: ходил

source: йөрөгəн
ru: ходил

source: барып килде
ru: сходил

source: барып килгəн
ru: сходил

source: инеп сыҡты
ru: заходил

source: инеп сыҡҡан
ru: заходил

source: һөйлəне
ru: говорил

source: һөйләгән
ru: говорил

source: һөйлəй башланы
ru: заговорил

source: Уҡы
ru: читай

source: Уҡыһын
ru: пусть прочитает

source: Уҡығыҙ
ru: прочитайте

source: Уҡыһындар
ru: пусть прочитают

source: Көт
ru: жди

source: Көтһөн
ru: пусть ждет

source: Көтөгөҙ
ru: ждите

source: Көтһөндəр
ru: пусть ждут

source: яҙ
ru: пиши

source: бар
ru: иди

source: бара
ru: идет

source: бөгөн иртəнсəк
ru: сегодня утром

source: бөгөн көндөҙ
ru: сегодня днем

source: бөгөн кис
ru: сегодня вечером

source: был аҙнала
ru: на этой неделе

source: көл
ru: смейся

source: атла
ru: шагай

source: атлай
ru: шагает

source: мин көлəм
ru: я смеюсь

source: һин көлəһең
ru: ты смеешься

source: мин тыңлайым
ru: я слушаю

source: һин тыңлайһың
ru: ты слушаешь

source: ул көлə
ru: он смеется

source: ул тыңлай
ru: он слушает

source: беҙ көлəбеҙ
ru: мы смеемся

source: һеҙ белəһегеҙ
ru: вы знаете

source: улар белəлəр
ru: они знают

source: беҙ тыңлайбыҙ
ru: мы слушаем

source: һеҙ тыңлайһығыҙ
ru: вы слушаете

source: был айҙа
ru: в этом месяце

source: бөгөн
ru: сегодня

source: улар тыңлайҙар
ru: они слушают

source: Минең ашағым килә
ru: Мне хочется есть

source: Ҡар яуа
ru: Снег идет

source: быйыл
ru: в этом году

source: был төндə
ru: этой ночью

source: бөгөн сəғəт өстə
ru: сегодня в три часа

source: бөгөн дүшəмбе
ru: сегодня понедельник

source: Хәбәрлек категорияһы
ru: Категория сказуемости

source: бөгөн ниндəй көн?
ru: какой сегодня день?

source: Ел иҫə
ru: Ветер дует

source: Автобус йөрөй
ru: Автобус идет

source: Сана шыуам
ru: Катаюсь на санках

source: Ямғыр яуа
ru: Дождь идет

source: Кино ҡарайым
ru: Кино смотрю

source: Ат саба
ru: Конь скачет

source: Ҡош оса
ru: Птица летает

source: Япраҡ ҡойола
ru: Листья падают

source: Сәй ҡайнаны
ru: Чай вскипел

source: хеҙмəткəрмен
ru: я служащий

source: хеҙмəткəрһең
ru: ты служащий

source: хеҙмəткəр
ru: он, она служащий

source: хеҙмəткəрбеҙ
ru: мы служащие

source: хеҙмəткəрһегеҙ
ru: вы служащий

source: хеҙмəткəрҙəр
ru: они служащие

source: балыҡсы
ru: рыбак

source: хəбəрсе
ru: корреспондент

source: йырсы
ru: певец

source: көрəшсе
ru: борец

source: ашнаҡсы
ru: повар

source: китапханасы
ru: библиотекарь

source: Балыҡсы йылғаға барғанмы?
ru: Рыбак ходил на реку?

source: Һунарсы тайгаға барғанмы?
ru: Охотник ходил в тайгу?

source: Ашнаҡсы аш бешергəнме?
ru: Повар сварил суп?

source: Хəбəрсе мəҡəлə яҙғанмы?
ru: Корреспондент написал статью?

source: Сəйəхəтсе ҡалаға барып еткəнме?
ru: Путешественник доехал до города?

source: Табип дауалай.
ru: Врач лечит.

source: Минең апайым уҡытыусы булып эшлəй.
ru: Моя сестра работает учительницей.

source: Офисҡа яңы секретарь килде.
ru: В офис пришел новый секретарь.

source: “Ағиҙел” журналының баш мөхəррире – Əмир Əминев.
ru: Главный редактор журнала “Агидель” – Амир Аминев.

source: Туғаным эшҡыуар булып китте.
ru: Мой родственник стал предпринимателем.

source: Һеңлем тегеүсе булырға хыяллана.
ru: Сестра мечтает стать швеей.

source: Ғалим асыш яһаны
ru: Ученый сделал открытие.

source: Һəр малай осоусы булырға телəй.
ru: Каждый мальчик хочет стать летчиком.

source: Шофер машина йөрөтə.
ru: Шофер водит машину.

source: Китапханасы китап бирə.
ru: Библиотекарь выдает книги.

source: Төҙөүсе йорт төҙөй.
ru: Строитель строит дома.

source: Эшсе заводта эшлəй.
ru: Рабочий на заводе работает.

source: Урмансы тəбиғəтте һаҡлай.
ru: Лесник охраняет природу.

source: Дарыуҙарҙы шəфҡəт туташы бирҙе.
ru: Медсестра дала лекарства.

source: Улым əйҙəүсе белгес вазифаһын башҡара.
ru: Мой сын работает в должности ведущего специалиста.

source: Хəбəрсе өлəсəйемдəн интервью алды.
ru: Корреспондент взял интервью у моей бабушки.

source: Киленем һатыу буйынса менеджер һөнəре алды.
ru: Моя сноха получила профессию менеджера по продажам.

source: Тəрбиəсе балаларҙы ашарға саҡырҙы.
ru: Воспитательница пригласила детей кушать.

source: оҙон юл
ru: длинная дорога

source: Минең исемем – Лəйсəн.
ru: Меня зовут Лейсан.

source: Миңə 24 йəш.
ru: Мне 24 года.

source: Мин – педиатр.
ru: Я педиатр.

source: Ə минең əсəйем – күҙ табибы.
ru: А моя мама – окулист.

source: Атайым – ветеринар.
ru: Папа – ветеринар.

source: Минең тағы ла ағайым һəм һеңлем бар.
ru: Еще у меня есть брат и сестра.

source: Ағайым авиация университетын тамамланы.
ru: Мой брат окончил авиационный университет.

source: Хəҙер ул – летчик.
ru: Теперь он летчик.

source: Һеңлемдең исеме – Юлиə.
ru: Сестру зовут Юлия.

source: Ул сəнғəт училищеһын тамамланы, хəҙер актриса булып эшлəй.
ru: Она окончила училище искусств, сейчас работает актрисой.

source: Ə минең ирем – журналист.
ru: А мой муж – журналист.

source: Ул телевидениела төрлө тапшырыуҙар алып бара.
ru: Он ведет разные передачи на телевидении.

source: Минең əхирəтем – Айгөл. Ул - супермаркетта һатыусы.
ru: Моя подруга - Айгуль. Она продавец в супермаркете.

source: оҙон юлдар
ru: длинные дороги

source: ҡара
ru: черный

source: ағастар
ru: деревья

source: тəрəн
ru: глубокий

source: урмандар
ru: леса

source: бейек
ru: высокий

source: ҡайындар
ru: березы

source: йылы
ru: теплый

source: шыршылар
ru: ели

source: яҡшы
ru: хороший

source: елəктəр
ru: ягоды

source: яҙғы
ru: весенний

source: елдəр
ru: ветры

source: бөгөнгө
ru: сегодняшний

source: күбəлəктəр
ru: бабочки

source: оҙон
ru: длинный

source: сəскəлəр
ru: цветы

source: аҡыллы
ru: умный

source: япраҡтар
ru: листья

source: һай
ru: мелкий

source: туғайҙар
ru: луга

source: тəжрибəле
ru: опытный

source: ҡырҙар
ru: поля

source: көндəр
ru: дни

source: өйрəктəр
ru: утки

source: утындар
ru: дрова

source: аҡҡоштар
ru: лебеди

source: ауылдар
ru: деревни

source: балыҡтар
ru: рыбы

source: туғандар
ru: родственники

source: йөҙҙəр
ru: лица

source: төндəр
ru: ночи

source: аттар
ru: лошади

source: өҫтəлдəр
ru: столы

source: болондар
ru: луга

source: болоттар
ru: облака

source: фекерҙəр
ru: мысли

source: йəшəне
ru: жил

source: уҡытыусылар
ru: учителя

source: йəшəгəн
ru: жил

source: эремсек
ru: творог

source: саҡырҙы
ru: пригласил

source: шəлдəр
ru: шали

source: саҡырған
ru: пригласил

source: кəңəштəр
ru: советы

source: оҙатты
ru: проводил

source: конькиҙар
ru: коньки

source: оҙатҡан
ru: проводил

source: мəктəптəр
ru: школы

source: барҙы
ru: ходил

source: гараждар
ru: гаражи

source: барҙым
ru: ходил

source: һарайҙар
ru: сараи

source: барҙыҡ
ru: ходили

source: менюлар
ru: меню

source: яҙған
ru: написал

source: заводтар
ru: заводы

source: килгəн
ru: пришел

source: юл
ru: дорога

source: киткəн
ru: ушел

source: йорт
ru: дом

source: баҫҡан
ru: наступил

source: күҙ
ru: глаз

source: ашаған
ru: поел

source: һүҙ
ru: слово

source: төшкəн
ru: спустился

source: тау
ru: гора

source: Сəскəлəрҙəн бал тама
ru: Из цветов мед капает

source: йылға
ru: река

source: Ал сəскə бик матур
ru: Алый цветок очень красивый

source: кеше
ru: человек

source: Ҡыш етте
ru: Зима пришла

source: табип
ru: врач

source: яҙғандар
ru: они написали

source: диңгеҙ
ru: море

source: яҙғанһығыҙ
ru: вы написали

source: төн
ru: ночь

source: яҙғанбыҙ
ru: мы написали

source: көн
ru: день

source: ингəн
ru: заходил

source: урынлашҡан
ru: устроился

source: яҙғанһың
ru: ты написал

source: һөйлəгəн
ru: рассказал

source: яҙғанмын
ru: я написал

source: яһаған
ru: смастерил

source: яратҡан
ru: любил

source: биргəн
ru: отдал

source: ҡараған
ru: смотрел

source: йырлаған
ru: спел

source: элгəн
ru: повесил

source: элгән
ru: развесил

source: ауырымаған
ru: не болел

source: белгəн
ru: знал

source: һөйгəн
ru: любил

source: Беҙ ағайымдан хат алдыҡ
ru: Мы от брата письмо получили

source: Урманда сəскəлəр йыйҙыҡ
ru: В лесу цветы собирали

source: Урманда төрлө сəскəлəр үҫə
ru: В лесу разные цветы растут

source: Иртəгə йыйылыш була
ru: Завтра собрание состоится (будет)

source: Ҡош һайрай
ru: Птица поет

source: Кеше йырлай
ru: Человек поет

source: Бесəй уйнай
ru: Кошка играет

source: Йəшен йəшнəй
ru: Молния сверкает

source: Эт өрə
ru: Собака лает

source: Мин мəктəпкə килеп еттем
ru: Я подошел к школе

source: Мин юл буйлап атланым
ru: Я шагал по дороге

source: Мин юлдан атланым
ru: Я шагал по дороге

source: өйөмə
ru: моему дому

source: өйөңə
ru: твоему дому

source: Иртəн мине апайым уятты.
ru: Утром меня разбудила сестра

source: өйөнə
ru: его дому

source: Мине иртəн апайым уятты.
ru: Меня утром разбудила сестра

source: өйөбөҙгə
ru: нашему дому

source: Мин кисə класташымды күрҙем.
ru: Я вчера видел одноклассника

source: өйөгөҙгə
ru: вашему дому

source: Урманда төрлө ағастар үҫə
ru: В лесу растут разные деревья

source: Тышта ап-аҡ ҡар яуа
ru: На улице идет белый-белый снег

source: Уның хыялы тормошҡа ашты
ru: Его мечты сбылись

source: Минең ағайҙарым – менеджер, мин – программист
ru: Мои братья – менеджеры, я – программист

source: Ул мине дөрөҫ аңланы
ru: Он меня понял правильно

source: ҡыҙыма
ru: моей дочери

source: Ҡапыл компьютер һүнде
ru: Внезапно компьютер выключился

source: ҡыҙыңа
ru: твоей дочери

source: Асыҡһағыҙ, ҡапҡылап алығыҙ
ru: Если вы голодны, перекусите

source: ҡыҙына
ru: его дочери

source: Эшегеҙ уң булһын
ru: Пусть вашей работе сопутствует удача

source: Беҙ табиб саҡырттыҡ
ru: Мы вызвали врача

source: ҡыҙыбыҙға
ru: нашей дочери

source: Кисə беҙ өйҙə булдыҡ
ru: Вчера мы были дома

source: ҡыҙығыҙға
ru: вашей дочери

source: Беҙ бөгөн дə өйҙə
ru: Сегодня мы тоже дома

source: Улар сəй эсəлəр
ru: Они пьют чай

source: Беҙ тəҙрəлəрҙе асабыҙ
ru: Мы открываем окна

source: ҡыҙға
ru: девочке

source: Мин башҡортса һөйлəшəм
ru: Я разговариваю по-башкирски

source: егеткə
ru: юноше

source: Үҙең кил
ru: Сам подойди

source: Һинең кумирың кем?
ru: Кто твой кумир?

source: ағайға
ru: брату

source: Һин ниндəй тел белəһең?
ru: Какой язык ты знаешь?

source: Иртәгә улар уға үҙҙәре аңлатыр
ru: Завтра они ему (ей) сами объяснят

source: Һиңə нимə кəрəк?
ru: Что тебе надо?

source: Иртәгә һеҙ уға үҙегеҙ аңлатырһығыҙ
ru: Завтра вы ему (ей) сами объясните

source: Һин ҡайҙа эшлəйһең?
ru: Ты где работаешь?

source: Иртәгә беҙ уға үҙебеҙ аңлатырбыҙ
ru: Завтра мы ему (ей) сами объясним

source: Ул телевидениела эшлəйме?
ru: Он работает на телевидении?

source: Иртәгә ул уға үҙе аңлатыр
ru: Завтра он (она) ему (ей) сам (сама) объяснит

source: Ирең кем булып эшлəй?
ru: Кем твой муж работает?

source: Иртәгә һин уға үҙең аңлатырһың
ru: Завтра ты ему (ей) сам (сама) объяснишь

source: Ул ниндəй уҡыу йорто тамамланы?
ru: Какое учебное заведение он окончил?

source: Иртәгә мин уға үҙем аңлатырмын
ru: Завтра я ему (ей) сам (сама) объясню

source: атайға
ru: отцу

source: һеңлегə
ru: сестренке

source: ҡустыға
ru: брату (младшему)

source: апайға
ru: сестре

source: əсəйгə
ru: матери

source: иптəшкə
ru: товарищу

source: дуҫҡа
ru: другу

source: əхирəткə
ru: подруге

source: хеҙмəттəшкə
ru: сослуживцу

source: Һин ҡайҙа барҙың?
ru: Ты куда ходил?

source: Ул китапты кемгə бирҙе
ru: Он кому отдал книгу?

source: Ул стаканға нимə ҡойҙо
ru: Что он налил в стакан?

source: ҡалала
ru: в городе

source: урманда
ru: в лесу

source: Сибайҙа
ru: в Сибае

source: ағаста
ru: на дереве, в дереве

source: Өфөлə
ru: в Уфе

source: һиндə
ru: у тебя

source: Мəскəүҙə
ru: в Москве

source: эштə
ru: на работе

source: Һин аҡсаны ҡайҙа һалдың?
ru: Куда ты положил деньги?

source: Ул стаканға һыу ҡойҙо
ru: Он налил в стакан воды

source: Мин эшкə барҙым
ru: Я ходил на работу

source: Ул китапты уҡытыусыға бирҙе
ru: Он отдал книгу преподавателю

source: Мин аҡсаны өҫтəлгə һалдым.
ru: Я положил деньги на стол

source: Мин театрға барам
ru: Я пойду в театр

source: барасаҡмын
ru: схожу обязательно

source: Мин музейға барырға телəйем
ru: Я хочу сходить в музей

source: барасаҡһың
ru: сходишь обязательно

source: Һинең “Өфө-Арена” боҙ һарайына барғаның бармы?
ru: Ты ходил в Ледовый дворец “Уфа- Арена”?

source: барасаҡ
ru: сходит обязательно

source: Бөгөн Опера һəм балет театрына барайыҡ
ru: Пойдемте сегодня в Театр оперы и балета

source: барасаҡбыҙ
ru: сходим обязательно

source: Өсөнсө ҡыңғырауҙан һуң тамаша залына инеү тыйыла
ru: После третьего звонка вход в зрительный зал воспрещен

source: Ул китапты кемгə бирҙегəн?
ru: Он кому отдал книгу?

source: Һеҙгə был артист (актер) оҡшаймы?
ru: Вам нравится этот артист (актер)?

source: күҙҙә
ru: в глазах

source: Миңə уның уйнауы оҡшай
ru: Его игра мне нравится

source: Ҡайһы сеансҡа барабыҙ?
ru: На какой сеанс пойдем?

source: Көндөҙгө сеанстар ҡасан башлана?
ru: Когда начало дневных сеансов?

source: Ул стаканға нимə ҡойған?
ru: Что он налил в стакан

source: миндə
ru: у меня

source: беҙҙə
ru: у нас

source: һеҙҙə
ru: у вас

source: унда
ru: у него

source: уларҙа
ru: у них

source: ашта
ru: в супе

source: һөттə
ru: в молоке

source: сəйҙə
ru: в чае

source: икмəктə
ru: в хлебе

source: тортта
ru: в торте

source: ашханала
ru: в столовой

source: кафела
ru: в кафе

source: буфетта
ru: в буфете

source: əсəйҙə
ru: у матери

source: атайҙа
ru: у отца

source: уның улдарында
ru: у ее сыновей

source: ҡарҙа
ru: на снегу

source: кемгə
ru: кому

source: уға
ru: на него

source: йəшəүселəргə
ru: жителям

source: пассажирҙарға
ru: пассажирам

source: клиенттарға
ru: клиентам

source: скрипкала
ru: на скрипке

source: ҡурайҙа
ru: на курае

source: ҡубыҙҙа.
ru: на кубызе

source: барасаҡһығыҙ
ru: сходите обязательно

source: барасаҡтар
ru: сходят обязательно

source: бармаясаҡмын
ru: не схожу никогда

source: бармаясаҡһың
ru: не сходишь никогда

source: бармаясаҡ
ru: не сходит никогда

source: бармаясаҡбыҙ
ru: не сходим никогда

source: бармаясаҡһығыҙ
ru: не сходите никогда

source: бармаясаҡтар
ru: не сходят никогда

source: иртəгə
ru: завтра

source: иртəнəн һуң
ru: послезавтра

source: иртəгə иртəнсəк
ru: завтра утром

source: иртəгə көндөҙ
ru: завтра днем

source: иртəгə кис
ru: завтра вечером

source: килəһе аҙнала
ru: на следующей неделе

source: килəһе йыл
ru: в следующем году

source: бер нисə сəғəттəн
ru: через несколько часов

source: бер аҙнанан
ru: через неделю

source: бер айҙан
ru: через месяц

source: тиҙҙəн
ru: скоро

source: Я видел его на пляже
ru: Мин уны пляжда күрҙе

source: Ул аэропортҡа ваҡытында килде
ru: Он приехал в аэропорт вовремя

source: Беҙ былтыр Ҡара диңгеҙҙə ял иттек
ru: В прошлом году мы отдыхали на Черном море

source: Диңгеҙ беҙгə бик оҡшаны
ru: Море нам очень понравилось

source: Теплоходта йөрөнөк
ru: Катались на теплоходе

source: Экскурсияға барҙыҡ
ru: Ездили на экскурсию

source: ун
ru: десять

source: Афон тауына мендек
ru: Поднимались на гору Афон

source: егерме
ru: двадцать

source: Ҡомда ҡыҙындыҡ
ru: Загорали

source: утыҙ
ru: тридцать

source: Дендрарийға барҙыҡ
ru: Ходили в дендрарий

source: Беҙ шəп ял иттек
ru: Мы отдохнули замечательно

source: ун бер
ru: одиннадцать

source: Мин ашығам
ru: Я тороплюсь

source: егерме бер
ru: двадцать один

source: Машинаны ҡайҙа йүнəттерергə була
ru: Где можно отремонтировать машину?

source: ун ике
ru: двенадцать

source: Миңə механик кəрəк
ru: Мне нужен механик

source: мең туғыҙ йөҙ ҡырҡ алты
ru: одна тысяча девятьсот сорок шесть

source: Ҡунаҡхана ҡайҙа урынлашҡан?
ru: Где находится гостиница?

source: ете ҡыҙ
ru: семь девушек

source: Мин ҡунаҡханала өс көн торасаҡмын
ru: Я буду жить в гостинице три дня

source: ун биш йыл
ru: пятнадцать лет

source: Мин иртəгə иртүк китəсəкмен
ru: Я уезжаю завтра рано утром

source: алтау барҙыҡ
ru: вшестером ходили

source: Һеҙ кредит карточкалары алаһығыҙмы?
ru: Вы принимаете кредитные карточки?

source: икешəр йөҙ
ru: по две сотни

source: Зинһар өсөн, миңə ҡаланың картаһын бирегеҙ əле
ru: Дайте, пожалуйста, мне карту города

source: Мин ҡаланы ҡарарға телəр инем
ru: Я хотел бы посмотреть город

source: Экскурсия бюроһы ҡайҙа урынлашҡан?
ru: Где находится экскурсионное бюро?

source: туғыҙар мең
ru: по девять тысяч
